debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACu1Z2ZKjSnp+Fdzj8FxUV7EIkDhBy5GsQmIRq5aJuUCAEBKLCpCQdDcxF45whJ/C
F+cd5vL0izkRpSpV+yzdPscx9sTpqC7+LX/+/L4/U6ksVpf4IkNOWZpXnz5s6nr/HYo2TfO0L8ra
T9dJFfjpU5Kvn1Ylmq+DIvswZKHaDVPCTx+uEkUQNIZTZA8nB1gfwzCcGNAEhsGf7h+OYxjT79M9
jPyAHKOy8otPH/AnDGvThdGQDVxpSBEs2j7Zeg+y1RBqncBmRTikodo+2Soqk6h1dgKb69IQZ9H2
wQbw18t7YKqrRfCGJJThgw03YpYMCYygHzH8ER84OPMdMfiO6D9ive8wOKILgK+Hj6pN+iKxuZ3U
ETjURZlchjDwnc4G2iGXZFg+Pui1aV50dp3kV3TaEa8yzC75dWvqBBaiMS2LYAjReILWm8qiV1yi
LIExvD4dD9/Dy6JXI6uIcEY4wTCDPsOiUGN5yxn2oBs+2JNeZNHQUzyAiNrUEkVdUDRRdwwbUR0B
sGgXwJ4kP69/Nu4awEZ5GJXitaaTGpdD4Im6IgBk7Nq8qCq6gUxcTnFsfiROEEFEDFXxRMVqE7Th
bF4WQxvVIYJQYE/8Ph2aLhAsQDCIajgiQhCIDVSAYDjiiJYlGk9waBvGnjg/KeEo2QUW0BVofjFc
8X+PPoxuf08N2xZh4NXCi9Nhv8dgNI7B5mk1FvaabLBo23LrIo9gjzEMRhI9GsJ3NbDo3YTRjosw
quobsIKK2AvbETVYLK8bqiEr4D2wHXNMbzDA4Yshc2T/xlySh4ootNkgcW9Kh3EnXkGbAldVbOcd
hnA90TcQX2DgRAib9xL4DpoeRWE9bPAOGvvzfxbI1D+kxT0+GN7DMQYn3/Cxpx0+6F1VaAeBX1VJ
DrsCzjLhixC8ql9O9723Xd2vSu+6xu99dlQe3TpJh3TretXYnC/yuvTromUJZu9TGAHrfDOz4U1U
8vtVDsu9d7DoXd1hVCO5UkcZ3IzgTrQv2w0mmLYPEi7/TmJP1wfcbo7J5+8LpPTDpEWtcwZ8ChMO
MRrDyLaxXnSWl4zpkOphLd2tyB60KGy3ouuTfYZr/wAz+e26x9q+fbOwx7akqwPuB1eZPULogyHW
ma4yezQONeT4xdYp7PFa1cvQrkK0m1aS7YuqxUnhNZvEYIW2c51l+4Q7x4t1qtidC7u5jhx/Swgl
dt9GYE80BRNfg4+doY2/iiza5TAkRf+lXC9BvavpprHHFwEmhQ1y02CKm/A6F9iK9Tsaif97NGLY
ryDyNvg3pPKW8ufIbA1fR+a7bD9PZ2f+Jjp7v9P5j0Qn+feik/gpOolfQyfx29NJ/DKd+FMP+0o6
iW+gk/52Oqm/G53Yz/D56wj932D0lyl9WUtfyek3kIp9O6v0l6xSX7A6tQzBdQx45oVHXwQeGYnf
cN/9SWbxX7Xv/vbb7leciPpfvet+w5Go96189n/fdP+RNt3B70ei//dHorqo/fS1ofv4u+9r7eSc
ou7efvfuY+u4Ga5yZ4IQF/m9vTOwR4mf3syt2MHWZX4pbADb+v4bVtfq/af2AqQD5yi5uuOI6mui
F7V1tEjdrFe0rKh2ymTVvQIqL9tgG/GiXc18sU7y6s7zYuictqreu1oVztOypNcptnLnfXvb1/ac
Lt3h3V4Qoi9cxNfLOL7I9lHdiu0FwrUPXi1s6EV5cPM9YsQjDtfMq5ENp1HpVv/99uHNfAuRkux9
jjczGxQh55elf71/fFNYtCswydcgTIKr0F6LeaLCuyr4/G+f/2ogvKGJFq8AFdEBYn3+i6AYyE/e
6X1Ertdjj7LxEREAwgNtCvQRQOqoqqOPiAdUw0I4C37Qf4dY/4zgHzEM5ldsu30TkD//uw7fdHVh
0NWFq5//w3QV4W2EAAT4Og7o/Oe/WAoU9fbeqYa0HWr/8/etEkZI25dIUOTroswixC/rJwSnqI/I
D98TP/ztIzL/iPwx/CMS+ghvSRyKM4PBE6JkhzwJfTi6TcDZKM/d5QBlncQFwrTDkzxIqgIC0WZQ
owRpKU2jLMprv0TyH/6GEDiJQj6op/Ye7grrVeiARm/X3W8X3/ahDXku+SJ88fzTn3gBOOBP7Q16
9R2KhuvosbtCf6qOZfUEf+Li2F6iXwegpgXHRv8abK7qp2+5P/+X66X4J/zPf4a13deAvi/PTuK8
3aijH7ndb3pPRRmjbXoUY1AYEFZJ/IcP3agoVCCMcDH4eZEngZ8mF79OilyL6k0RIiCNizKpN9mP
pXSsNiuOWiL/CNM+BjiZP7YWrIdTH9C7sr4m25cFlpX/WG18vE1kReuohGsvQlxL+fThD9/+h4gh
65R+XrUdU93J31ZSlB+jtNhH4WN1m1lb3Vdm+0W40PsShSSGi/N/AtwNtC6D56eHaHhZWKp4bMp0
ssbK6Wqm2EqaqEI0VoNPLHofyaKvYEP5vkVe2ewCvTxe8Xv64flQXNLUFwL1nDc0mkhulHnT46lH
zZT94FIYery35uS+z7hhL18s+HA5sXd4KW/n+cM6JbZxU2tb3+/na2uKLfPnmnlWjdV6YA7MpG8B
edCLmGClFGs3yhljLk20XS7NZ6TrG5pE9px8G+39HroX59u5X4euF/dCzTk+MxQTojstIXnV7WML
Rdcbf+Y2kc+ne2NslfZ0RJ/3xw3mLaRFjpJ07pz3YL5LgC0+nD10XWzP0jIDo/Ay3fG7virzgTDb
XHBpOaAGWR+bNJThK+OHPZcsJtQpXh0TJsqf5U39fEAr7UKuxaBxJw1TYlK42Vj4JjVOzTkytid7
+rAMQmXkjGxh2hQ7Ki5MTztE8adPHeh3QLOT6NwxMKcwRvBrv5P4CG58a7hm62ioKcpId3ies4gY
NAoHYkWxRmYqWtYu5cxGMBfjSbFUNsdAB6aociZoZvCzXQM7GeCuyG003kyVk3gBFhfrHgcKh9+l
gsvjfJBJF3/WnCQHOJ2vcgRREhRJnzqS59o2R+iOGGlcc80FTppnulrsYozmedZYEXF8NbL2gXza
KKMFrnHkXHAUXHPEky6IlC5ojSYVrY34wtbEYXPiL2DcvXfhgN3Y1iytEc2F4JnmRGz2YxMHtZmP
NwGRVppZNXznU8RmPHIuoqGBri7upEmuzFwCwj2NtiC4zUVy381FD2cnzJ9z1aKb11zj3Ot4/qQZ
2jYm4UcroV1Aowlwptt7zCqHT7nzcq6nq0zfLyBm8hYsbj7R1dMgt/bLLN0uZtZRkbiJIoonOOdG
ba41C+J5M7O9JaeInu5KY8lyKdF2cclJral75jRPtDhj62LaRcQMAfRgDY3mKCTkn1O2QOfi3fNm
l8hMg3GQZwkAgwfmALR+Pp5AWQQlKOxw4NR0Ll3QwUNNaNtThWcNOho9LGVmeZqOlss6mldq5ZCU
9IyDbYJKh7VJLMp+X4nzdLy2KbocOJzi9qdnKrKsQ0Vi5wpLjMNmqzPVYRnPGH6ejaeXciUt8H4g
EuSzY8/PD7qTxZNz0i+PkLYZBOlwmIM9wJXR3KRtLsicURb2pjS5FtBmMdmaGTo1bThHbbbbTcga
rFYDDhulG0GQCXQ9Sv1Jbx6fe9Vu0VQnvVAP5sLql9Zu7o2PhkcseW354A76/k6g1gKTm75a48r5
6I2rwVxeWUUiZAzYnma6Omj46XktVUcjDdZkxstBMuor4nY6j8zy9EzAihfu3pws5w9YPikeVHyW
N89y8fAc9htFACbgClLhowvPgzzo+tDCHA4oDRDAuu2Dka2JsgBmMQfb7oClMcjXuaIqObaWeytr
rYUEVTmcy8VxycWixJkB5NGCZ7lFY4GFMmkWHGe6Iw1MZEPeYOEI0OqZ2S4I87CY6ZcVccJDeXdY
EEytZuOzSpy2QcJsFmf85qtXc68K5bRZyWIdbt1DIISJpsjEtT54dIx9son9Ayfly32YSdnKpppV
T78sXS5fzaT9iqe2K4KIlQbum2LDgWYSyxttYWIbzt2dJNinvOmeRM9NDefMzaDc9q9UcDuZm3Ea
MDWh4IAj/EgfF0J8ixELfuCojgLXmXkynKDRhYDSL2K79uCacZvrmJ/7PwFzLvZiB4gCRwNDhJ+Z
X8bMO45iTlo0nsDZXLxs43lgLxpb4OQ7HnhgLWh/ZGGBUBxVQt8ueWqz6OnH1cjDfLvFBDsscuUI
19A2ODO7QNbqxUyrA4Kpwrm1V2dv+6Cac7vlFoRdT7iitAX3nAsgfuMaNGYTL657WDhqbG4j8Bws
8qEQzrFRLMivqWkl67AXpK06v/nw+m2fwwkdxgZZ00xpwBTCQTZm73rrrGbS9nUeGcxhUwnsq2rR
U44/Ocf5Aoex55XwMk+TFKXYdEtzVO9mCzU3BmXC1+IhGY2M3mqxc5tGiK98TIE5QmHjQxzmsQYw
mbefZVtZ9QRT5PjGBQCuM2DyboYRuZGHjMho/vqUDw7rsWdM+xvl4pyILePwCW2nGv9Mm8y8mZ+z
/SqUhH5vjT5Iyz22EoyMUhhjJ+KFGJ6wwjYMOlFF57K3ysiNS0dqyqykRMMc77UlueNWGTUXNhs7
8mrawmy+yE82eTpIZ/tw2j54eeqeVWDxI/JSctspJaT+rI4lp4xGuj+zLiP0+QBCY1+uTEZYNtgR
tzFPVDHDm/JyLojkZKc74+gyO87F8EGiLG2TTnb1xRvY9JrOVpFSMfJ6p7rajkTNgt5cZrgjUg5J
orHlV9imL/DbGlSB4Wm0so1TQ9UsJ6/HJDV/4C6M2XixpRz0aC+MsyKe0egsY4J5Su1VtF9QNW7j
cj89DlJLNmmBOY7N/ryfrGSaMiTZdJ3pbOUXkVUsVVWtsSOpbehnwI2Wg8JN9XCQi7mOh/SOjw7m
6qJsJZ2/kCJO7CckLQYpv6TOq542lTJq088CbKIdxhbNraWV7hm4vH3GT8EqG8THalES1shOz7OJ
4ct2o+9oDQjo8mE/3TfrSWoqBilMiIxaLWKBfk6NGX7IzBl+JA/0rpodLOHA6PvMMqZGnRszPfEC
z1zvBvuGns3UmdFTZSgmIEQLLz0EuBX4A7neuUbw/CCt3fV0B78/O1ilRcJUp1cMKEmyJYc+lscL
oOx1gjrUmVHjBz6ZrJlL7D644BhNMUKRHsZq5uV0rm/iXhOeBkll9xrZNtuD3Zents7SnejQ11Pe
2/kPyt33vf8CXBnwSbslAAA=</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>